{
    "Andean Guan": "The Andean Guan is a medium-sized bird from the Andes mountains with olive-brown plumage. It feeds on fruits, leaves, and insects and is known for its unique red facial skin.",
    "Andean Tinamou": "The Andean Tinamou is a ground-dwelling bird of the Andes, known for its camouflage plumage. It feeds on seeds, plants, and insects, relying on running to evade predators.",
    "Australian Brushturkey": "The Australian Brushturkey is a large bird found in eastern Australia, notable for its nesting mounds built by males to incubate eggs. It has black feathers and a red head.",
    "Band-tailed Guan": "This social bird is found in Central and South America, recognized for its striking black-tipped white tail. The Band-tailed Guan primarily eats fruits, aiding forest seed dispersal.",
    "Barred Tinamou": "The Barred Tinamou is a secretive bird of lowland forests with distinct barred plumage for camouflage. It forages on the forest floor for seeds and small insects.",
    "Bartletts Tinamou": "Bartlett’s Tinamou is a small, ground-dwelling bird with brownish plumage, native to South American forests. It mainly feeds on seeds, fruit, and insects.",
    "Baudo Guan": "Native to Colombia’s rainforests, the Baudo Guan is a rare bird with dark plumage and distinctive white spots. It plays a vital role in forest ecosystems as a seed disperser.",
    "Bearded Guan": "The Bearded Guan is found in the cloud forests of the Andes. This bird has dark plumage, a unique 'beard' of feathers on its chin, and feeds on fruits and leaves.",
    "Berlepschs Tinamou": "This tinamou is known for its light, mottled brown feathers that help it blend into dense forest floors. It feeds on seeds and insects in lowland South American forests.",
    "Biak Scrubfowl": "The Biak Scrubfowl is an island bird from Biak, Indonesia, known for its mound-building nesting habits. It has a dark, sturdy body with powerful legs for digging.",
    "Black Tinamou": "The Black Tinamou has dark plumage and inhabits dense forests in Central and South America. It feeds on seeds and small invertebrates and relies on camouflage for protection.",
    "Black-billed Brushturkey": "Found in New Guinea, the Black-billed Brushturkey builds large incubation mounds. It has dark feathers and a unique black bill that distinguishes it from other brushturkeys.",
    "Black-capped Tinamou": "The Black-capped Tinamou is a secretive ground bird with a distinctive black cap. It is found in forests across South America, where it forages for seeds and insects.",
    "Black-fronted Piping Guan": "This bird, with its glossy black plumage and blue facial skin, lives in Brazilian rainforests. Known for its loud calls, it feeds on fruits and seeds high in the canopy.",
    "Blue-throated Piping Guan": "The Blue-throated Piping Guan is recognized by its blue throat patch. Native to the Amazon basin, it plays an important role in the forest as a seed disperser.",
    "Brazilian Tinamou": "The Brazilian Tinamou is a small, elusive bird native to Brazil's forests. It forages for seeds, fruits, and insects, staying close to the forest floor for safety.",
    "Brown Tinamou": "The Brown Tinamou has a plain brownish appearance and inhabits South America's tropical lowlands. This bird feeds on small invertebrates and forest floor seeds.",
    "Brushland Tinamou": "Native to arid regions of South America, the Brushland Tinamou has dusty-colored feathers and thrives in dry brushland where it feeds on seeds and insects.",
    "Buff-browed Chachalaca": "The Buff-browed Chachalaca is known for its loud vocalizations and can be found in Brazilian forests. It feeds on a variety of fruits, helping disperse seeds in its habitat.",
    "Cauca Guan": "The Cauca Guan is an endangered species from Colombia, with dark plumage and distinctive white spots. It plays a crucial role in its ecosystem by dispersing seeds.",
    "Chaco Chachalaca": "This bird, found in the dry forests of South America, has grayish-brown feathers. The Chaco Chachalaca is known for its noisy calls and foraging for fruits and seeds.",
    "Chestnut-bellied Guan": "The Chestnut-bellied Guan has dark plumage with a rich chestnut belly. Found in tropical forests, it helps disperse seeds by feeding on fruits and leaves.",
    "Chestnut-headed Chachalaca": "The Chestnut-headed Chachalaca is easily recognized by its chestnut head and neck. It lives in Central American forests and feeds primarily on fruits and foliage.",
    "Chestnut-winged Chachalaca": "With distinct chestnut wings, this chachalaca inhabits lowland forests in South America. It feeds on fruits and is an important seed disperser.",
    "Chilean Tinamou": "The Chilean Tinamou is a small, ground-dwelling bird from Chile's open landscapes. Its spotted plumage provides camouflage as it forages for seeds and insects.",
    "Choco Tinamou": "Found in the rainforests of Colombia, the Choco Tinamou is a rare bird with dark, glossy feathers. It feeds on seeds and small invertebrates.",
    "Cinereous Tinamou": "The Cinereous Tinamou has ashy-gray plumage and inhabits dense forests. It relies on its camouflage to avoid predators and feeds on seeds and fruits.",
    "Collared Brushturkey": "Native to New Guinea, the Collared Brushturkey builds large incubation mounds. It has dark feathers with a yellow collar and feeds on fruits and small animals.",
    "Colombian Chachalaca": "The Colombian Chachalaca is a social bird found in Colombia’s forests. Known for its loud calls, it feeds on fruits, flowers, and small insects.",
    "Common Ostrich": "The largest bird on Earth, the Common Ostrich is known for its impressive speed and powerful legs. It lives in African savannas and feeds on plants and small insects.",
    "Crested Guan": "The Crested Guan has a unique crest on its head and dark plumage. Native to Central America, it primarily feeds on fruits and plays a role in seed dispersal.",
    "Curve-billed Tinamou": "This bird is recognized by its curved bill and prefers dry, open areas in South America. It feeds on seeds, insects, and small plants.",
    "Darwins Nothura": "Found in Argentina’s grasslands, Darwin’s Nothura is a small bird with sandy-brown feathers. It feeds on seeds and insects, relying on camouflage for protection.",
    "Dusky Megapode": "The Dusky Megapode is a mound-builder found in Indonesia’s forests. It has dark plumage and powerful legs for digging and foraging.",
    "Dusky-legged Guan": "This guan has dusky-colored legs and a brown body. Native to Brazil, it lives in forests and feeds on a diet of fruits and seeds.",
    "Dwarf Cassowary": "The Dwarf Cassowary is a small, flightless bird from New Guinea. It has a distinctive casque on its head and feeds on fruits, mushrooms, and small animals.",
    "Dwarf Tinamou": "This tiny tinamou lives in the forests of South America. It is elusive and feeds on seeds, insects, and small fruits found on the forest floor.",
    "East Brazilian Chachalaca": "Native to Brazil, this chachalaca is a social bird with olive-brown plumage. It feeds on fruits and leaves, aiding in forest seed dispersal.",
    "Elegant Crested Tinamou": "The Elegant Crested Tinamou has a striking crest on its head and is found in South America’s grasslands. It feeds on seeds, fruits, and insects.",
    "Emu": "The Emu is a large, flightless bird native to Australia. Known for its powerful legs, it is an adaptable bird that feeds on plants, seeds, and small animals.",
    "Great Spotted Kiwi": "The Great Spotted Kiwi is a nocturnal bird native to New Zealand. It has distinctive spots on its feathers and feeds on insects and small invertebrates.",
    "Great Tinamou": "A large, elusive bird of the rainforest, the Great Tinamou has a deep, booming call and feeds on fruits, seeds, and small animals.",
    "Greater Rhea": "The Greater Rhea is a large, flightless bird from South America, known for its impressive size and fast running speed. It feeds on plants, seeds, and insects.",
    "Grey Tinamou": "The Grey Tinamou has ashy-gray feathers and lives in dense forests. It relies on its camouflage and feeds on seeds, fruits, and small invertebrates.",
    "Grey-headed Chachalaca": "This chachalaca, with its distinctive gray head, is found in South American forests. It feeds on fruits, leaves, and small invertebrates.",
    "Grey-legged Tinamou": "The Grey-legged Tinamou is known for its gray legs and muted plumage. It inhabits lowland forests and feeds on seeds and small invertebrates.",
    "Highland Tinamou": "The Highland Tinamou is a ground-dwelling bird found in the cloud forests of the Andes, from Colombia to Bolivia. It has a shy and elusive nature, and its rich, whistled calls often echo through the misty mountain slopes.",
    "Hooded Tinamou": "The Hooded Tinamou is a bird of dense forests in South America, easily recognized by its soft, melodic whistles. Its plumage is cryptic, blending seamlessly into the forest underbrush where it forages for fruit and insects.",
    "Huayco Tinamou": "The Huayco Tinamou, native to the dry valleys and shrublands of Peru and Bolivia, is known for its ability to blend into its arid environment. It feeds on seeds, fruit, and small invertebrates.",
    "Lesser Nothura": "The Lesser Nothura is a small, terrestrial bird of the grasslands and savannas in South America. It has a brownish plumage that provides excellent camouflage against predators in its open habitat.",
    "Lesser Rhea": "The Lesser Rhea is a large, flightless bird found in the open plains and scrublands of southern South America. It is related to the ostrich and is notable for its powerful running ability and communal breeding behavior.",
    "Little Chachalaca": "The Little Chachalaca inhabits tropical forests and scrubland in Central and South America. It has a harsh, chattering call, and it spends much of its time in trees, feeding on fruit and leaves.",
    "Little Spotted Kiwi": "The Little Spotted Kiwi, native to New Zealand, is the smallest species of kiwi. It has soft, grayish-brown plumage and is nocturnal, using its long beak to probe for insects and worms in the soil.",
    "Little Tinamou": "The Little Tinamou is a secretive bird found in tropical forests from Mexico to South America. It has a simple, low-pitched call and spends most of its time hidden in dense undergrowth, feeding on seeds, fruit, and insects.",
    "Maleo": "The Maleo is a unique bird from Sulawesi, Indonesia, known for its unusual nesting behavior. It lays its eggs in volcanic soil or on sun-warmed beaches, allowing geothermal heat to incubate the eggs.",
    "Malleefowl": "The Malleefowl is a large, ground-dwelling bird native to Australia, famous for building enormous mounds to incubate its eggs. It carefully regulates the mound temperature by adding or removing layers of soil and vegetation.",
    "Marail Guan": "The Marail Guan is a large, forest-dwelling bird found in the tropical forests of northern South America. It is primarily arboreal and feeds on fruits, seeds, and leaves, often in family groups.",
    "Melanesian Megapode": "The Melanesian Megapode, also known as the Melanesian Scrubfowl, is a bird of tropical islands in the Pacific. It lays its eggs in mounds of soil and leaf litter, relying on natural heat sources to hatch them.",
    "Micronesian Megapode": "The Micronesian Megapode, or Micronesian Scrubfowl, inhabits the islands of the western Pacific. It is notable for its habit of burying its eggs in warm sand or volcanic ash for incubation.",
    "Moluccan Megapode": "The Moluccan Megapode, found in the Moluccas and surrounding islands, is a ground-dwelling bird that uses heat from decomposing vegetation or volcanic soil to incubate its eggs.",
    "New Guinea Scrubfowl": "The New Guinea Scrubfowl lives in tropical rainforests and coastal areas of New Guinea. It constructs large incubation mounds to bury and hatch its eggs, utilizing heat from decomposing organic matter.",
    "Nicobar Megapode": "The Nicobar Megapode is a bird native to the Nicobar Islands in the Indian Ocean. It uses mounds of sand and soil to incubate its eggs, a strategy that relies on natural heat sources like the sun or geothermal activity.",
    "North Island Brown Kiwi": "The North Island Brown Kiwi is a nocturnal, flightless bird from New Zealand. It has a long beak with nostrils at the tip, which it uses to sniff out invertebrates and worms in the soil.",
    "Northern Cassowary": "The Northern Cassowary is a large, flightless bird from the rainforests of New Guinea and northern Australia. It is known for its vivid blue and black plumage, powerful legs, and a helmet-like casque on its head.",
    "Okarito Kiwi": "The Okarito Kiwi, or Rowi, is one of New Zealand’s rarest kiwi species. It has a long beak and shaggy, gray-brown feathers, and it inhabits the coastal forests of the South Island.",
    "Orange-footed Scrubfowl": "The Orange-footed Scrubfowl is a megapode bird found in northern Australia and parts of Indonesia. It builds large incubation mounds to bury and hatch its eggs using the heat generated from decomposing plant material.",
    "Ornate Tinamou": "The Ornate Tinamou is a ground bird of the tropical and subtropical forests of South America. It is known for its vibrant plumage and shy behavior, often remaining hidden in thick vegetation.",
    "Pale-browed Tinamou": "The Pale-browed Tinamou is a bird of dense forests in South America, mainly found in Brazil. It has a haunting call and is usually seen foraging on the forest floor for seeds, fruit, and insects.",
    "Patagonian Tinamou": "The Patagonian Tinamou inhabits the open steppes and scrublands of Patagonia in Argentina and Chile. Its plumage provides excellent camouflage against the arid landscape, where it feeds on seeds and insects.",
    "Philippine Megapode": "The Philippine Megapode, or Tabon bird, is a mound-building species found in the Philippines. It relies on heat from decomposing vegetation or volcanic soil to incubate its eggs, a distinctive reproductive strategy.",
    "Plain Chachalaca": "The Plain Chachalaca is a social, arboreal bird found in the lowland forests and mangroves of Central and South America. It is known for its loud, raucous calls, often heard at dawn and dusk.",
    "Puna Tinamou": "The Puna Tinamou lives in the high-altitude grasslands and shrublands of the Andes. It has a drab, cryptic plumage that blends well with the rocky terrain, helping it to avoid predators.",
    "Quebracho Crested Tinamou": "The Quebracho Crested Tinamou is a bird native to the dry forests and woodlands of Argentina and Paraguay. It is a ground-dwelling species that feeds on seeds, fruit, and insects.",
    "Red-billed Brushturkey": "The Red-billed Brushturkey is found in the lowland forests of Papua New Guinea. It is a mound-building bird that uses decomposing vegetation to incubate its eggs.",
    "Red-faced Guan": "The Red-faced Guan is a large, tree-dwelling bird found in the tropical forests of South America. It is recognized by its distinctive red facial skin and loud, honking calls.",
    "Red-legged Tinamou": "The Red-legged Tinamou inhabits the tropical forests and savannas of South America. It has bright red legs and a melodic call, and it spends most of its time foraging on the ground.",
    "Red-throated Piping Guan": "The Red-throated Piping Guan is a striking bird of the tropical forests in northern South America. It has iridescent black plumage and a distinctive red throat patch, and it feeds mainly on fruits.",
    "Red-winged Tinamou": "The Red-winged Tinamou lives in the forests and woodlands of South America. It is known for its reddish-brown wings and melodic, whistled calls that carry through the forest.",
    "Rufous-bellied Chachalaca": "The Rufous-bellied Chachalaca is a sociable bird of tropical forests in South America. It is recognized by its rufous belly and loud, grating calls that resonate through the forest canopy.",
    "Rufous-headed Chachalaca": "The Rufous-headed Chachalaca is a rare bird found in the forests of northeastern Brazil. It has a rufous head and neck, and it lives in groups that communicate with harsh, chattering calls.",
    "Rufous-vented Chachalaca": "The Rufous-vented Chachalaca inhabits the forests and mangroves of northern South America and the Caribbean. It is a noisy, social bird that feeds on fruits, leaves, and flowers.",
    "Rusty Tinamou": "The Rusty Tinamou is a ground-dwelling bird of tropical and subtropical forests in South America. It has reddish-brown plumage and is often heard more than seen, with a haunting, flute-like call.",
    "Rusty-margined Guan": "The Rusty-margined Guan lives in the forests and woodlands of South America. It has a rusty-brown margin on its wings and feeds on fruit, seeds, and insects, often in the forest canopy.",
    "Scaled Chachalaca": "The Scaled Chachalaca is a bird of dry forests and scrublands in Central and South America. It has scaly plumage and a harsh, cackling call, often heard at dawn and dusk.",
    "Slaty-breasted Tinamou": "The Slaty-breasted Tinamou inhabits tropical forests in Central and South America. It has a slate-gray breast and a shy nature, often retreating into dense vegetation when disturbed.",
    "Small-billed Tinamou": "The Small-billed Tinamou is a bird of tropical and subtropical forests in South America. It has a small, delicate bill and feeds on seeds, fruit, and insects, usually on the forest floor.",
    "Solitary Tinamou": "The Solitary Tinamou, found in the tropical forests of South America, is known for its solitary nature. It has a mournful, whistled call and forages on the forest floor for fruit and small animals.",
    "Somali Ostrich": "The Somali Ostrich is a large, flightless bird native to the Horn of Africa. It is adapted to hot, arid conditions and is recognized by its blue-gray neck and thighs, which become more vivid during mating season.",
    "Southern Brown Kiwi": "The Southern Brown Kiwi, found in the forests and grasslands of New Zealand, is a nocturnal, flightless bird with a long beak. It feeds on insects, worms, and fruit, using its excellent sense of smell.",
    "Southern Cassowary": "The Southern Cassowary is a large, flightless bird found in the rainforests of northern Australia and New Guinea. It has glossy black plumage, a vivid blue neck, and a prominent casque on its head.",
    "Speckled Chachalaca": "The Speckled Chachalaca is a bird of forests and mangroves in Central and South America. It has speckled plumage and a raucous call, often heard echoing through the forest canopy.",
    "Spix's Guan": "Spix's Guan is a forest-dwelling bird of Brazil, known for its iridescent black plumage and distinctive white-tipped tail. It feeds primarily on fruits and is often seen in the forest canopy.",
    "Spotted Nothura": "The Spotted Nothura is a small, ground-dwelling bird of the grasslands and savannas in South America. It has spotted plumage that provides camouflage, and it feeds on seeds and insects.",
    "Spotted Tinamou": "The Spotted Tinamou lives in the dry forests and grasslands of South America. It has spotted plumage and a soft, whistling call, and it feeds on seeds, fruit, and insects.",
    "Starred Tinamou": "The Starred Tinamou inhabits tropical forests in South America, where it is known for its star-like, white-spotted plumage. It is a shy bird, often remaining hidden in dense vegetation.",
    "Stejneger's Tinamou": "Stejneger's Tinamou is a forest bird found in parts of Central and South America. It has a unique, flute-like call and feeds on seeds, fruit, and insects, foraging on the forest floor.",
    "Tacarcuna Chachalaca": "The Tacarcuna Chachalaca is a rare bird found in the montane forests of Panama and Colombia. It has a loud, grating call and lives in small, social groups, feeding on fruits and leaves.",
    "Tawny-breasted Tinamou": "The Tawny-breasted Tinamou is a bird of montane forests in the Andes, known for its rich, tawny plumage. It has a low, whistling call and forages on the forest floor for seeds and insects.",
    "Undulated Tinamou": "The Undulated Tinamou inhabits tropical and subtropical forests in South America. It has undulating patterns on its plumage that provide camouflage and a haunting, flute-like call.",
    "Variegated Tinamou": "The Variegated Tinamou is a ground bird found in tropical and subtropical forests in South America. It has variegated plumage and a melodic call, and it feeds on seeds, fruit, and small invertebrates.",
    "Venezuelan Wood Quail": "The Venezuelan Wood Quail is a bird of dense forests in northern South America. It lives in small coveys and is known for its loud, whistling calls that echo through the forest.",
    "White-bellied Nothura": "The White-bellied Nothura is a ground-dwelling bird of grasslands and savannas in South America. It has a distinctive white belly and a habit of running swiftly through the undergrowth when disturbed.",
    "White-throated Tinamou": "The White-throated Tinamou inhabits tropical forests in Central and South America. It has a distinctive white throat and a mournful, whistling call, often heard at dawn and dusk.",
    "White-tipped Tinamou": "The White-tipped Tinamou lives in the tropical forests of Central and South America. It has white-tipped feathers and a shy demeanor, feeding on seeds, fruit, and insects on the forest floor.",
    "White-winged Guan": "The White-winged Guan is a critically endangered bird from the dry forests of northwestern Peru. It is recognized by its striking white wings and feeds on fruit, leaves, and flowers.",
    "Yellow-legged Tinamou": "The Yellow-legged Tinamou inhabits tropical and subtropical forests in South America. It has bright yellow legs and a distinctive, melodic call, often heard echoing through the forest.",
    "Yellow-throated Tinamou": "The Yellow-throated Tinamou lives in tropical forests of South America. It has a bright yellow throat and a haunting, flute-like call, and it forages on the forest floor for fruit and insects."
}